Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Embeddable component for multipart/mixed
ca: Component encastable per a multipart/mesclat
cs: Pohltitelná HTML komponenta
da: Indlejrbar komponent for multipart/blandet
de: Einbettungsfähige Komponente für multipart/mixed
el: Ενσωματώσιμο στοιχείο για multipart/mixed
es: Componente empotrable para multipart/mixed
et: Multipart/mixed põimitav komponent
eu: Osagai txertagarria mulipart/mixed-erako
fi: Upotettava multipart/mixed-komponentti
fr: Composant intégrable pour le type multipart/mixed
hu: Beágyazható komponens (többrészes/vegyes)
is: Greftranlegur íhlutur fyrir marghluta/blönduð
it: Componente integrabile per multipart/mixed
ja: マルチパート/ミックス用の埋め込み可能なコンポーネント
lt: Įdedamas komponentas, skirtas multipart/mixed
lv: Iegultnējamas HTML komponentes
nl: Inbedbaar component voor multipart/mixed
pl: Osadzony komponent dla formatu multipart/mixed
pt: Componente embebida do multipart/mixed
ro: Componentă înglobată pentru multipart/mixed
sk: Vložiteľný komponent pre typ multipart/mixed
sl: Vključena komponenta za multipart/mixed
sv: Inbäddningsbar komponent för multipart/mixed

source: End of options
ca: Fi d'opcions
cs: Konec přepínačů
da: Slut på tilvalg
de: Ende der Optionen
el: Τέλος επιλογών
es: Fin de las opciones.
et: võtmete lõpp
eu: Aukeren bukaera
fi: Valintojen loppu
fr: Fin des options
hu: A paraméterek vége
is: Lok valkosta
it: Fine delle opzioni
ja: オプションの最後
lt: Parinkčių pabaiga
lv: Opciju beigas
nl: Einde van de opties
pl: Koniec opcji
pt: Termina as opções.
ro: sfîrşitul opţiunilor
sk: Koniec možností
sl: Konec možnosti
sv: Slut på väljare
tr: Seçeneklerin sonu

source: Evaluation error
ca: Error d'avaluació
cs: Vyhodnocovací chyba
da: Evalueringsfejl
de: Einschätzungs-Fehler
el: Σφάλμα αποτίμησης
es: Error de evaluación
et: Viga hindamisel
eu: Ebaluazio errorera
fi: Laskentavirhe
fr: Erreur d'évaluation
hu: Kiértékelési hiba
is: Athugunarvilla
it: Errore di valutazione
ja: 評価エラー
lt: Įvertinimo klaida
lv: Izmēģinājuma kļūda
nl: Evaluatiefout
pl: Błąd podczas wyznaczania wartości
pt: Erro de avaliação
ro: Eroare de evaluare
sk: Chyba pri vyhodnocovaní
sl: Napaka pri ovrednotenju
sv: Beräkningsfel
tr: Genel hata

source: Generic options
ca: Opcions genèriques
cs: Obecné přepínače
da: Generelle tilvalg
de: Einfache Optionen
el: Γενικές επιλογές
es: Opciones genéricas
et: Üldised võtmed
eu: Aukera Orokorrak
fi: Yleiset valinnat
fr: Options génériques
hu: Általános paraméterek
is: Almennir valkostir
it: Opzioni generiche
ja: 一般的なオプション
lt: Bendros parinktys
lv: Standart opcijas
nl: Algemene opties
pl: Ogólne opcje
pt: Opções genéricas
ro: opţiuni generice
sk: Všeobecné nastavenia
sl: Splošne možnosti
sv: Generella väljare
tr: Genel seçenekler

source: Highlight the entry in the menu.
ca: Il·lumina l'entrada del menú.
cs: Zvýraznit položku v nabídce.
da: Fremhæv indgangen i menuen.
de: Menüeintrag hervorheben
el: Τονισμός της καταχώρησης στο μενού.
es: Resaltar la entrada en el menú.
et: Kirje esiletõstmine menüüs.
fi: Korosta kohta valikossa.
fr: Surligner l'entrée dans le menu.
hu: A bejegyzés kiemelése a menüben.
it: Evidenzia la voce nel menu.
ja: メニュー内の項目を強調表示.
nl: De ingang in het menu markeren.
pl: Podświetl pozycję menu.
pt: Realçar o item no menu.
ro: Evidenţiază înregistrarea în meniu.
sk: Zvýrazniť položku v menu.
sl: Poudari vnos v meniju.
sv: Markera alternativet i menyn.
tr: Menüdeki girdiyi seç.

source: Home Address Locality
ca: Localitat de l'adreça particular
da: Hjemmeadresse sted
de: Ort (privat)
es: Localidad del domicilio
eu: Etxearen Herria
fr: Localité de l'adresse personnelle
hu: Otthoni cím (helység)
ja: 家の住所 区市町村
nl: Plaats privé
pt: Localidede do Endereço de Residência

source: Home Address Postal Code
ca: Codi postal de l'adreça particular
da: Hjemmeadresse postkode
de: Postleitzahl (privat)
es: Código postal del domicilio
eu: Etxe Helbidearen Posta Kutxa
fr: Code postal de l'adresse personnelle
hu: Otthoni cím (irányítószám)
ja: 家の住所 郵便番号
nl: Postcode privé
pt: Código Postal do Endereço de Residência

source: Home Address Region
ca: Regió de l'adreça particular
da: Hjemmeadresse område
de: Region (privat)
es: Región del domicilio
eu: Etxe Helbidearen Zonaldea
fr: Région de l'adresse personnelle
hu: Otthoni cím (régió)
ja: 家の住所 都道府県
nl: Regio privé
pt: Região do Endereço de Residência

source: Honorific Prefixes
ca: Prefixos honorífics
da: Ærespræfikser
de: vorangestellter Titel
es: Prefijos honoríficos
et: Austavad prefiksid
fr: Prefixes Honorifiques
hu: Név-előtagok
it: Prefissi onorifici
ja: 敬称
lt: Titulo priešdėliai
nl: Titel voorvoegsel
pt: Prefixo Honoríficos
sv: Inledande titlar

source: Honorific Suffixes
ca: Sufixos honorífics
da: Æres-endelser
de: anhängende Titel
es: Sufijos honoríficos
et: Austavad sufiksid
fr: Suffixes honorifiques
hu: Név-utótagok
it: Suffissi onorifici
ja: 敬称
lt: Titulo priesagos
nl: Titel achtervoegsel
pt: Sufixos Honoríficos
sv: Efterföljande titlar

source: ISDN
ca: XDSI
es: RDSI
pt: RDIS

source: Input kcfg XML file.
ca: Introdueix el fitxer XML kcfg.
cs: Vstupní kcfg XML soubor
da: kcfg XML fil som inddata.
de: kcfg-XML-Eingabedatei
el: Αρχείο εισόδου kcfg XML.
es: Archivo XML kcfg de entrada.
et: Kcfg sisendiks olev XML fail
eu: Sarrerako kcfg XML fitxategia.
fi: Kcfg XML -syötetiedosto
fr: Fichier d'entrée XML pour kcfg
hu: Bemeneti kcfg XML fájl.
is: &inntak frá
it: File XML kcfg di input.
ja: kcfg XMLファイルを入力
lv: &Ievade No
nl: Kcfg XML-invoerbestand.
pl: Wprowadź plik kcfg XML.
pt: Ficheiro XML de entrada do kcfg.
ro: Fişiuer de intrare XML kcfg.
sk: Vstupný súbor kcfg XML.
sl: Vhodna datoteka kcfg XML.
sv: XML-inmatningsfil för kcfg

source: Invalid reference base
ca: Base de referència no vàlida
cs: Neplatná základna odkazů
da: Ugyldigt referencebase
de: Ungültige Verweisgrundlage
el: Άκυρη βάση αναφοράς
es: Referencia base inválida
et: Vigane viitebaas
fi: Virheellinen sertifikaatti
fr: Base de référence non valable
hu: Érvénytelen alaphivatkozás
is: Ógildur grunnur
it: Base riferimento non valida
ja: 無効な参照ベース
lt: Blogas sertifikatas!
lv: Nepareizs Sertifikāts!
nl: Ongeldige referentiebasis
pl: Nieprawidłowy baza odniesienia
pt: Referência de base inválida
ro: Bază de referinţă eronată
sk: Neplatný základ referencie
sl: Neveljavna referenčna baza
sv: Ogiltig referensbas
tr: Geçersiz referans tabanı

source: JavaScript &Debugger
ca: &Depurador JavaScript
da: JavaScript-&fejlsøger
el: &Εκσφαλματωτής JavaScript
es: &Depurador JavaScript
et: JavaS&cripti silur
eu: JavaScript &Aratzailea
fi: JavaScript-&vianjäljitysohjelma
fr: &Débogueur Javascript
hu: JavaScript-nyomkö&vető
is: JavaScript af&lúsarinn
it: &Debugger JavaScript
ja: JavaScriptデバッガ(&D)
lt: JavaScript derintojas
lv: JavaSkriptu Atkļūdotājs
pl: Debu&gger JavaScript
pt: &Depurador de JavaScript
ro: &Depanator JavaScript
sl: Razhroščevalnik &javascripta
sv: &Programfelsökare för Javaskript
tr: &JavaScript Hata Ayıklayıcı

source: JavaScript Debugger
ca: Depurador JavaScript
da: JavaScript-fejlsøger
el: Εκσφαλματωτής Javascript
es: Depurador JavaScript
et: JavaScripti silur
eu: JavaScript Aratzailea
fi: JavaScript-vianjäljitysohjelma
fr: Débogueur Javascript
hu: JavaScript nyomkövető (debugger)
is: JavaScript aflúsarinn
it: Debugger JavaScript
ja: JavaScriptデバッガ
lt: JavaScript derintojas
lv: JavaSkriptu Atkļūdotājs
pl: Debuger JavaScript
pt: Depurador de JavaScript
ro: Depanator JavaScript
sl: Razhroščevalnik javascripta
sv: Programfelsökare för Javaskript
tr: JavaScript Hata Ayıklayıcı

source: JavaScript Error
ca: Error JavaScript
cs: Chyba JavaScriptu
da: JavaScript-fejl
de: JavaScript-Fehler
el: Σφάλμα JavaScript
es: Error de JavaScript
et: JavaScripti viga
eu: JavaScript errorea
fi: JavaScript-virhe
fr: Erreur JavaScript
hu: JavaScript-hiba
is: JavaScript villa
it: Errore JavaScript
ja: JavaScriptエラー
lt: JavaScript
lv: Sintakses kļūda
nl: JavaScript-fout
pl: Błąd JavaScript
pt: Erro de JavaScript
ro: Eroare JavaScript
sk: JavaScript chyba
sl: Napaka javascripta
sv: Javaskript-fel
tr: JavaScript Hatası

source: JavaScript console
ca: Consola JavaScript
cs: Konzole JavaScriptu
da: JavaScript-konsol
de: JavaScript-Konsole
el: Κονσόλα JavaScript
es: Consola de JavaScript
et: JavaScripti konsool
eu: JavaScript konsola
fi: JavaScript-konsoli
fr: Console JavaScript
hu: JavaScript-konzol
is: JavaSkrift stjórnskjár
it: Console JavaScript
ja: JavaScript コンソール
lt: JavaScript
lv: Skr&ipts
pl: Konsola JavaScript
pt: Consola de JavaScript
ro: Consolă JavaScript
sk: JavaScript konzola
sl: Konzola javascripta
sv: Javaskript-terminal
tr: JavaScript konsolu

source: KConf Update
ca: Actualització de KConf
cs: Aktualizace KConf
da: KConf Opdatering
de: KConf-Aktualisierung
el: Ενημέρωση KConf
es: Actualización de KConf
et: KConf uuendamine
eu: KConf Eguneratzea
fi: KConf-päivitys
hu: A KConf frissítése
is: KConf uppfærsla
ja: KConf更新
lt: KConf atnaujinimas
lv: KConf Atjaunināšana
nl: Bijwerken van KConf
pl: KDE Aktualizacja Konfiguracji
pt: Actualização do KConf
ro: Actualizare KConf
sk: Aktualizácia KConf
sl: Posodobi KConf
sv: Kkonf-uppdatera
tr: KConf Güncellemesi

source: KConfig Compiler
ca: Compilador KConfig
cs: KConfig kompilátor
de: KConfig-Kompilierer
el: Μεταγλωττιστής KConfig
es: Compilador KConfig
et: KConfig kompilaator
eu: KConfig konpilatzailea
fi: KConfig-kääntäjä
fr: Compilateur KConfig
hu: Fordítóprogram a KConfighoz
is: Stilla síu
it: Compilatore KConfig
ja: KConfig コンパイラ
lt: Konfigūruoti filtrą
lv: Konfigurēt filtru
pl: Kompilator KConfig
pt: Compilador do KConfig
ro: Compilator KConfig
sk: Prekladač pre KConfig
sl: Prevajalnik KConfig
sv: Kconfig-kompilator
tr: KConfig Derleyici

source: KDE .kcfg compiler
ca: Compilador kcfg KDE
cs: Kompilátor .kcfg souborů
de: KDE .kcfg-Kompilierer
el: Μεταγλωττιστής .kcfg του KDE
es: Compilador .kcfg de KDE
et: KDE .kcfg kompilaator
eu: KDE .kcfg konpilatzailea
fi: KDE:n .kcfg-kääntäjä
fr: Compilateur .kcfg pour KDE
hu: KDE .kcfg fordítóprogram
is: Stilla síu
it: Compilatore .kcfg KDE
ja: KDE kcfg コンパイラ
lv: Konfigurēt filtru
pl: Kompilator plików .kcfg
pt: Compilador de .kcfg do KDE
ro: Compilator KDE .kcfg
sk: KDE prekladač pre .kcfg
sl: Prevajalnik .kcfg KDE
sv: KDE kcfg-kompilator
tr: KDE .kcfg derleyici

source: KDE Certificate Part
ca: Part de certificat KDE
cs: KDE komponenta certifikátů
da: KDE Certifikatdel
de: KDE-Zertifikats-Objekt
es: Parte KDE del certificado
et: KDE sertifikaadi komponent
eu: KDE Ziurtagiri Zatia
fi: KDE:n sertifikaattiosa
fr: Composant de certificat de KDE
hu: KDE tanúsítvány-objektum
is: KDE Skírteinavalmynd
it: Certificati di KDE
ja: KDE 証明書パート
lt: KDE sertifikato dalis
lv: KDE Sertifikātu Daļa
pl: Część certyfikatu
pt: Componente de Certificação do KDE
ro: Componentă certificat KDE
sk: KDE Part pre certifikáty
sl: Certifikat KDE Part
sv: KDE-certifikatsdel
tr: KDE Sertifika Bölümü

source: KDE Daemon
ca: Dimoni KDE
cs: KDE démon
da: KDE-dæmon
de: KDE-Dämon
el: Δαίμονας του KDE
es: Demonio de KDE
et: KDE deemon
eu: KDE Deabrua
fi: KDE-palvelin
fr: Démon de KDE
hu: KDE szolgáltatás
is: KDE Púki
it: Demone KDE
lt: KDE tarnyba
lv: KDE Dēmons
pt: Servidor do KDE
ro: Demon KDE
sk: KDE démon
sl: Pritajeni strežnik KDE
sv: KDE-demon

source: KDE Daemon - triggers Sycoca database updates when needed.
ca: Dimoni KDE - provoca l'actualització de la base de dades Sycoca quan cal.
cs: KDE démon - spouští v případě potřeby aktualizaci Sycoca databáze.
da: KDE-dæmon - udløser Sycoca-databaseopdateringer når det er nødvendigt.
de: KDE-Dämon: Löst Aktualisierungen der Sycoca-Datenbank aus, wenn erforderlich.
el: Δαίμονας του KDE - οπλίζει την ενημέρωση της βάσης δεδομένων sycoca όταν χρειαστεί.
es: Demonio de KDE - actualiza la base de datos Sycoca cuando sea necesario.
et: KDE deemon - lubab Sycoca andmebaasil end vajadusel uuendada.
eu: KDE Deabrua - Sycoca datubasea eguneraketak behar denean hasten ditu.
fi: KDE-palvelin - suorittaa Sycoca-päivityksiä tarvittaessa.
fr: Démon de KDE - déclenche les mises à jour de la base Sycoca si nécessaire.
hu: KDE szolgáltatás - elindítja a rendszerkonf. gyorstár frissítését, ha szükséges.
is: KDE Púki - hrindir af stað Sycoca gagnagrunnsuppfærslum eins og þarf.
it: Demone KDE - aggiorna il database Sycoca quando necessario.
ja: KDE Daemon - 必要な時、Sycocaデータベースを更新させます。
lt: KDE tarnyba – kai reikės paleis Sycoca duomenų bazės atnaujinimą.
lv: KDE Dēmons - ieslēdz Sycoca datubāzes atjaunināšanu kad nepieciešams.
nl: KDE Daemon - activeert Sycoca-database wanneer nodig.
pl: KDE Daemon - wymusza aktualizację bazy danych bufora, wtedy kiedy trzeba.
pt: Servidor do KDE - faz actualizações à base de dados Sycoca quando necessário.
ro: Demon KDE - declanşează actualizarea bazei de date Sycoca cînd este nevoie.
sk: KDE Démon - doplní Sycoca databázu, ak je to potrebné.
sl: Pritajeni strežnik za KDE - po potrebi kliče osveževanje zbirke Sycoca.
sv: KDE-demon - utlöser uppdatering av Sycoca-databas vid behov.
tr: KDE Daemon - gerektiğinde Sycoca veritabanı güncellemesini başlatır.

source: KDE Menu query tool. This tool can be used to find in which menu a specific application is shown. The --highlight option can be used to visually indicate to the user where in the KDE menu a specific application is located.
ca: Eina de consulta de menú KDE. Aquesta eina es pot usar per a cercar en quin menú es mostra una aplicació específica. L'opció --highlight es pot usar per a indicar a l'usuari visualment on es troba una aplicació específica dins del menú KDE.
cs: Nástroj KDE pro dotazování nabídky. Tento nástroj je užitečný pro nalezení, v které nabídce se nachází určitá aplikace. Volbu --highlight lze použít k vizuálnímu zvýraznění umístění určité aplikace KDE v nabídce.
da: KDE Menu-forespørgselsværktøj. Dette værktøj kan bruges til at finde i hvilken menu et bestemt program bliver vist. Tilvalget --highlight kan bruges til visuelt at indikere for brugeren hvor i KDE-menuen et betsemt program findes.
de: KDE-Menüabfrage Mit Hilfe dieses Programms lässt sich herausfinden, in welchen Menüs eine bestimmte Anwendung erscheint.. Die Option --highlight gibt einen optischen Hinweis an, welcher Stelle eines KDE-Menüs diese Anwendung zu finden ist.
el: Εργαλείο ερώτησης μενού του KDE. Αυτό το εργαλείο μπορεί να χρησιμοποιηθεί για την εύρεση του μενού στο οποίο εμφανίζεται μια συγκεκριμένη εφαρμογή. Η επιλογή --highlight μπορεί να χρησιμοποιηθεί για την οπτική ένδειξη στο χρήστη, που στο μενού του KDE βρίσκεται μια συγκεκριμένη εφαρμογή.
es: Herramienta de solicitud del menú de KDE. Esta herramienta se puede usar para encontrar el menú en el que se muestra la aplicación específica. La opción --highlight se puede utilizar para indicar visualmente al usuario dónde se encuentra una aplicación específica en el menú de KDE.
et: KDE menüü päringuvahend. Selle abil saab leida, millises menüüs mingit rakendust näidatakse. Võtmega --highlight saab kasutajale visuaalselt näidata, kuskohal KDE menüüs vajalik rakendus asub.
fr: Outil de requête de menu de KDE. Cet outil peut être utilisé pour trouver dans quel menu une application spécifique s'affiche. L'option de surlignage peut être utilisée pour indiquer visuellement à l'utilisateur où dans le menu de KDE une application spécifique se situe.
hu: A KDE menü lekérdezése. Ezzel a segédprogrammal megkereshető, melyik menüben található egy bizonyos alkalmazás. A --highlight opcióval lehet jelezni a felhasználónak, hol található az alkalmazás a menüben.
it: Strumento per l'analisi del menu di KDE. Questo strumento può essere usato per trovare in quale menu sia mostrata una specifica applicazione. L'opzione --highlight serve per indicare visivamente all'utente dove è collocata una specifica opzione nel menu di KDE.
ja: KDEメニュー検索ツール. このツールは特定のアプリケーションが表示されているメニューを検索する ためのものです。 --highlightオプションは指定されたアプリケーションが表示されるKDEメニュー を視覚的に示すためのものです。
nl: KDE Menu opvragen. Met dit gereedschap kan een bepaalde toepassing in het KDE-menu worden gevonden. De --highlight optie kan worden gebruikt om de gebruiker visueel duidelijk te maken waar zich in het KDE-menu een specifieke toepassing bevindt.
pl: Narzędzie przeszukiwania menu KDE. Narzędzie służy do wyszukiwania menu, w którym znajduje się podana aplikacja. Opcja --highlight pozwala na pokazanie użytkownikowi menu zawierającego daną aplikację.
pt: Ferramenta de pesquisa no menu do KDE. Esta ferramenta pode ser usada para procurar em que menu é mostrada uma dada aplicação. A opção --highlight pode ser usada para mostrar visualmente ao utilizador onde é que se localiza no menu do KDE determinada aplicação.
ro: Utilitar KDE de interogare meniuri. Acest program poate fi utilizat pentru a găsi în ce meniu este afişată o aplicaţie. Opţiunea --highlight poate fi utilizată pentru a indica utilizatorului unde este localizată o aplicaţie în meniul KDE.
sk: Nástroj pre dotazy na menu. Tento nástroj je možné použiť pre nájdenie, kde sa zobrazí ktorá aplikácia. Voľba --highlight sa dá použiť pre viditeľné zobrazenie, kde sa v menu zadaná aplikácia nachádza.
sl: Poizvedovalno orodje KDE Meni. To orodje lahko uporabimo za iskanje menija, v katerem je prikazan naveden program. Možnost --highlight se lahko uporablja za vizualen prikaz mesta, kjer je lociran naveden program v meniju KDE.
sv: KDE:s förfrågningsverktyg för menyer. Det här verktyget kan användas för att hitta i vilken meny ett visst program visas. Väljaren --highlight kan användas för att ge användaren en synlig indikation var ett visst program finns i KDE-menyn.
tr: KDE menu tarama aracı. Bu araç belirli bir uygulamanın hangi menüde gösterildiğini belirtir. --highlight seçeneği belirli bir uygulamanın KDE menüsünde hangi noktada olduğunu görsel olarak belirtir.

source: KDE Scripts
ca: Guions KDE
cs: Skripty KDE
da: KDE-scripter
de: KDE-Skripte
el: Σενάρια του KDE
es: Scripts de KDE
et: KDE skriptid
eu: KDE Scriptak
fi: KDE-komentoriviohjelmat
fr: Scripts KDE
hu: KDE parancsfájlok
is: KDE Skriftur
it: Script di KDE
ja: KDEスクリプト
lt: KDE skriptai
lv: KDE Skripti
pl: Skrypty KDE
pt: Scripts do KDE
ro: Scripturi KDE
sk: Skripty KDE
sl: Skripti KDE
sv: KDE-skript
tr: KDE Betikleri

source: KScript Error
ca: Error de KScript
cs: Chyba KScript
da: KScript-fejl
de: KScript-Fehler
el: Σφάλμα KScript
es: Error de KScript
et: KScripti viga
eu: KScript errorera
fi: KScript-virhe
fr: Problème avec KScript
hu: KScript hiba
is: KScript villa
it: Errore di KScript
ja: KScriptエラー
lt: KScript klaida
lv: Sintakses kļūda
nl: KScript-fout
pl: Błąd KScript
pt: Erro do KScript
ro: Eroare KScript
sk: KScript chyba
sl: Napaka KScript
sv: Kskript-fel
tr: KScript Hatası

source: Library files for "%1" not found in paths
ca: No s'han trobat a les rutes els fitxers de biblioteca per a "%1"
cs: Soubory s knihovnami pro "%1" nenalezeny
da: Biblioteksfiler for '%1' ikke fundet i stier
de: Bibliotheksdatei <b>%1</b> ist über Ihren PATH nicht auffindbar.
el: Αρχεία βιβλιοθήκης για "%1" δε βρέθηκαν στα path
es: No se encontraron los archivos de biblioteca para "%1" en las rutas
et: Rakenduse "%1" jaoks ei leitud otsinguteelt teeke
eu: "%1"(e)rako liburutegi fitxategiak ez dira bide izenetan aurkitu
fi: Kirjastotiedostot "%1":lle eivät löytyneet hakemistopolusta
fr: Impossible de trouver les fichiers bibliothèque pour « %1 » dans les chemins d'accès
hu: "%1" programkönyvtárai nem találhatók a megadott elérési útban
is: Undirforritaskrár fyrir "%1" fundust ekki á slóð
it: File di libreria per "%1" non trovati nel percorso
ja: "%1"のライブラリファイルがパスに見つかりません
lt: „%1“ bibliotekų bylos nerastos keliuose
nl: De bibliotheekbestanden voor "%1" zijn niet gevonden in de zoekpaden
pl: Brak plików biblioteki dla "%1" w ścieżce.
pt: As bibliotecas para o "%1" não foram encontradas nas localizações
ro: Nu am găsit fişierele librărie pentru "%1"
sk: Súbory knižníc pre "%1" neboli v cestách nájdené
sl: Datoteke knjižnice za »%1« niso bile najdene v poteh
sv: Biblioteksfiler för "%1" hittades inte i sökvägarna
tr: "%1" için kütüphane dosyaları bulunamadı

source: Limits the number of colors allocated in the color cube on an 8-bit display, if the application is using the QApplication::ManyColor color specification.
ca: Limita el número de colors assignats al cub de color a una pantalla de 8-bits, si l'aplicació està usant l'especificació de color QApplication::ManyColor.
cs: Omezí počet barev alokovaných v krychli barev na 8-bitové obrazovce, používá-li aplikace specifikaci barev pomocí QApplication::ManyColor.
da: Begrænser antallet af farver der afsættes i farvekuben på en 8-bit-skærm hvis programmet bruger QApplication::ManyColor- farvespecifikationen.
de: Beschränkt die Zahl der Farben, die in einem 8-Bit-Display zugeordnet werden, wenn das Programm die QApplication "ManyColor" verwendet.
el: Περιορίζει το πλήθος των χρωμάτων στον κύβο χρώματος σε οθόνη 8-bit, αν η εφαρμογή χρησιμοποιεί την προδιαγραφή χρωμάτων QApplication::ManyColor.
es: Limita el número de colores reservados en el cubo de color en una pantalla de 8 bits, si la aplicación usa la especificación QApplication::ManyColor.
et: värvikuubikus määratud värvide arvu piiratakse 8-bitisel ekraanil, kui rakendus kasutab värvi kirjeldust QApplication::ManyColor.
eu: 8-bit display batean kolore kuboan dauden koloreak mugatzen ditu, baldin eta aplikazioa QApplication:ManyColor koloreak erabiltzen ari den.
fi: Rajoittaa varattujen värien määrää 8-bittisessä näyttötilassa, jos sovellus käyttää QApplication::ManyColor värimäärityksiä.
fr: Limite le nombre de couleurs allouées dans le cube de couleurs pour un affichage 8 bits si l'application utilise les spécifications de couleurs QApplication::ManyColor.
hu: Az alkalmazások által lefoglalható színek számának korlátozása 8 bites képernyőmód esetén, a QApplication::ManyColor színspecifikáció használatakor
is: Takmarkar fjölda lita sem er úthlutað úr litakubbnum á 8-bita skjá ef forritið notar QApplication::ManyColor litaskilgreininguna.
it: Limita il numero di colori allocati nel colorcube su un display a 8 bit, se l'applicazione usa la specifica colore QApplication::ManyColor.
ja: もしアプリケーションがQApplication::ManyColorの色指定を使用 するのならカラーキューブで8ビットディスプレイに割り 当てられた色数を制限する。
lt: Ribos spalvų skaičių, esantį spalvų kube, 8-bitų displėjuje, jeigu programa naudoja QApplication::ManyColor spalvų specifikaciją.
lv: Ierobežo krāsu skaitu, kas iekļautas krāsu kubā uz 8-bitu displeja, ja aplikācija izmanto QApplication::DaudzKrāsu krāsu specifikāciju.
nl: Beperkt het aantal kleuren die zijn toegewezen aan het kleurenpalet op een 8-bit-beeldscherm wanneer de toepassing de "QApplication::ManyColor"- kleurenspecificatie gebruikt.
pl: Ogranicza ilość kolorów w palecie kolorów trybu 8-bitowego, w przypadku gdy aplikacja wykorzystuje specyfikację QApplication::ManyColor.
pt: Limitar o número de cores alocadas num ecrã de 8 bits, se a aplicação estiver a utilizar a especificação de cores QApplication::ManyColor.
ro: la afişarea pe 8 biţi limitează numărul de culori alocate în cubul culorilor dacă aplicaţia utilizează specificaţia de culori QApplication::ManyColor.
sk: Limituje počet farieb pridelených vo farebnej kocke na 8-bitovom displeji, ak aplikácia používa špecifikáciu QApplication::ManyColor.
sl: Omeji število dodeljenih barv v barvni kocki na 8-bitni zaslon, če program uporablja barvna določila QApplication::ManyColor.
sv: Begränsar antalet färger som allokeras i färgkuben på 8-bitarsskärmar om programmet använder färgspecifikationen QApplication::ManyColor.
tr: Eğer uygulama QApplication::ManyColor özelliğini kullanıyorsa, 8-bitlik bir görüntü üzerinde renk küpünde yeralan renklerin sayısını sınırlar.
